Repository: netrunner-debian-kde-extras/amarok
Catalog: po/*/amarok_scriptengine_qscript.po
Languages: bg, cs, el, es, eu, fi, fr, gl, hu, is, ja, km, nl, pl, ru, sk, sl, sr@ijekavian, sr@latin, zh_tw

source: i18n() takes at least one argument
bg: Трябва поне един аргумент за i18n()
cs: i18n() vyžaduje alespoň jeden argument
el: Το i18() παίρνει τουλάχιστο μια παράμετρο
es: i18n() necesita al menos un argumento
eu: i18n() funtzioak gutxienez argumentu bat hartzen du
fi: i18n() vaatii vähintään yhden parametrin
fr: i18n() attend au moins un argument
gl: i18n() leva como mínimo 1 argumento
hu: Az i18n() legalább egy argumentumot igényel
is: i18n() þarf að minnsta kosti eitt viðfang
ja: i18n() には少なくとも 1 つのパラメータを指定します
km: i18n() ត្រូវការ​អាគុយម៉ង់យ៉ាង​ហោចណាស់​មួយ
nl: i18n() heeft tenminste één argument nodig
pl: i18n() potrzebuje co najmniej jednego argumentu
ru: i18n() требует хотя бы один аргумент
sk: i18n() vyžaduje aspoň jeden argument
sl: Funkcija i18n() potrebuje vsaj en argument
sr@ijekavian: Најмање један аргумент за i18n()
sr@latin: Najmanje jedan argument za i18n()
zh_tw: i18n() 至少要有一個引數

source: i18nc() takes at least two arguments
bg: Трябват поне два аргумента за i18nc()
cs: i18nc() vyžaduje alespoň dva argumenty
el: Το i18nc() παίρνει τουλάχιστο δύο παραμέτρους
es: i18n() necesita al menos dos argumentos
eu: i18nc() funtzioak gutxienez bi argumentu hartzen ditu
fi: i18nc() vaatii vähintään kaksi parametria
fr: i18nc() attend au moins deux arguments
gl: i18nc() leva como mínimo dous argumentos
hu: Az i18nc() legalább kettő argumentumot igényel
is: i18nc() þarf að minnsta kosti tvö viðföng
ja: i18nc() には少なくとも 2 つのパラメータを指定します
km: i18nc() ត្រូវការ​អាគុយម៉ង់​យ៉ាង​ហោចណាស់​ពីរ
nl: i18nc() heeft tenminste twee argumenten nodig
pl: i18nc() potrzebuje co najmniej dwóch argumentów
ru: i18nc() требует хотя бы два аргумента
sk: i18nc() vyžaduje aspoň 2 argumenty
sl: Funkcija i18nc() potrebuje vsaj dva argumenta
sr@ijekavian: Најмање два аргумента за i18nc()
sr@latin: Najmanje dva argumenta za i18nc()
zh_tw: i18nc() 至少要有兩個引數

source: i18np() takes at least two arguments
bg: Трябват поне два аргумента за i18np()
cs: i18np() přijímá aspoň dva argumenty
el: Το i18np() παίρνει τουλάχιστο δύο παραμέτρους
es: i18np() necesita al menos dos argumentos
eu: i18np() funtzioak gutxienez bi argumentu hartzen ditu
fi: i18np() vaatii vähintään kaksi parametria
fr: i18np() attend au moins deux arguments
gl: i18np() leva como mínimo dous argumentos
hu: Az i18np() legalább kettő argumentumot igényel
is: i18np() þarf að minnsta kosti tvö viðföng
ja: i18np() には少なくとも 2 つのパラメータを指定します
km: i18np() ត្រូវការ​អាគុយម៉ង់​យ៉ាង​ហោចណាស់​ពីរ
nl: i18np() heeft tenminste twee argumenten nodig
pl: i18np() potrzebuje co najmniej dwóch argumentów
ru: i18np() требует хотя бы два аргумента
sk: i18np() vyžaduje aspoň 2 argumenty
sl: Funkcija i18np() potrebuje vsaj dva argumenta
sr@ijekavian: Најмање два аргумента за i18np()
sr@latin: Najmanje dva argumenta za i18np()
zh_tw: i18np() 至少要有兩個引數

source: i18ncp() takes at least three arguments
bg: Трябват поне три аргумента за i18ncp()
cs: i18ncp() přijímá aspoň tři argumenty
el: Το i18ncp() παίρνει τουλάχιστο τρεις παραμέτρους
es: i18ncp() necesita al menos tres argumentos
eu: i18ncp() funtzioak gutxienez hiru argumentu hartzen ditu
fi: i18ncp() vaatii vähintään kolme parametria
fr: i18cp() attend au moins trois arguments
gl: i18ncp() leva como mínimo tres argumentos
hu: Az i18ncp() legalább három argumentumot igényel
is: i18ncp() þarf að minnsta kosti þrjú viðföng
ja: i18ncp() には少なくとも 3 つのパラメータを指定します
km: i18ncp() ត្រូវការ​អាគុយម៉ង់​យ៉ាង​ហោចណាស់​បី
nl: i18ncp() heeft tenminste drie argumenten nodig
pl: i18ncp() potrzebuje co najmniej trzech argumentów
ru: i18ncp() требует хотя бы три аргумента
sk: i18ncp() vyžaduje aspoň 3 argumenty
sl: Funkcija i18ncp() potrebuje vsaj tri argumente
sr@ijekavian: Најмање три аргумента за i18ncp()
sr@latin: Najmanje tri argumenta za i18ncp()
zh_tw: i18ncp() 至少要有三個引數

source: dataEngine() takes one argument
bg: Трябва поне един аргумент за dataEngine()
cs: dataEngine() vyžaduje jeden argument
el: Το dataEngine() παίρνει μία παράμετρο
es: dataEngine() necesita un argumento
eu: dataEngine() funtzioak argumentu bat hartzen du
fi: dataEngine() vaatii yhden parametrin
fr: dataEngine() attend un argument
gl: dataEngine() leva un argumento
hu: A dataEngine() egy argumentumot igényel
is: dataEngine() þarf eitt viðfang
ja: dataEngine() には 1 つのパラメータを指定します
km: dataEngine() ត្រូវកា​រអាគុយម៉ង់​មួយ
nl: dataEngine() heeft een argument nodig
pl: dataEngine() potrzebuje jednego argumentu
ru: dataEngine() требует один аргумент
sk: dataEngine() vyžaduje 1 argument
sl: Funkcija dataEngine potrebuje en argument
sr@ijekavian: Један аргумент за dataEngine()
sr@latin: Jedan argument za dataEngine()
zh_tw: dataEngine() 需要一個引數

source: Could not extract the AppletObject
bg: Невъзможно извличане на AppletObject
cs: AppletObject nelze rozbalit
el: Αδύνατη η εξαγωγή του AppletObject
es: No puede extraer el AppletObject
eu: Ezin izan da AppletObject erauzi
fi: AppletObjectia ei saatu puretuksi
fr: Ne peut pas extraire l'AppletObject
gl: Non foi posíbel extraer o AppletObject
hu: Nem sikerült kinyerni az AppletObject-et
is: Gat ekki tekið út AppletObject
ja: AppletObject を抽出できませんでした
km: មិនអាច​​ស្រង់ AppletObject ចេញ​បានទេ
nl: Kon het AppletObject niet ontleden
pl: Rozpakowywanie apletu nie powiodło się
ru: Не удалось извлечь AppletObject
sk: Nemôžem rozbaliť AppletObject
sl: AppletObject ni mogoče razširiti
sr@ijekavian: Не могу да распакујем AppletObject
sr@latin: Ne mogu da raspakujem AppletObject
zh_tw: 無法抽出 AppletObject

source: Could not extract the Applet
bg: Аплетът не може да бъде извлечен
cs: Applet nelze získat
el: Αδύνατη η εξαγωγή αυτής της μικροεφαρμογής
es: No se pudo extraer la miniaplicación
eu: Ezin izan da miniaplikazioa erauzi.
fi: Sovelmaa ei saatu puretuksi
fr: Ne peut pas extraire l'Applet
gl: Non foi posíbel extraer o miniaplicativo
hu: Nem sikerült kinyerni az Applet-et
is: Gat ekki tekið út Applet
ja: Applet を抽出できませんでした
km: មិន​អាច​ស្រង់អាប់ភ្លេត​ចេញ​បានទេ
nl: Kon de applet niet ontleden
pl: Rozpakowywanie apletu nie powiodło się
ru: Не удалось извлечь аплет
sk: Nemôžem rozbaliť Applet
sl: Apleta ni mogoče razširiti
sr@ijekavian: Не могу да распакујем Applet
sr@latin: Ne mogu da raspakujem Applet
zh_tw: 無法抽出小程式

source: service() takes two arguments
bg: Трябват поне два аргумента за service()
cs: service() vyžaduje dva argumenty
el: Το service() παίρνει δύο παραμέτρους
es: service() necesita dos argumentos
eu: service() funtzioak bi argumentu hartzen ditu
fi: service() vaatii kaksi parametria
fr: service() attend deux arguments
gl: service() require dous argumentos
hu: A service() kettő argumentumot igényel
is: service() þarf tvö viðföng
ja: service() には 2 つのパラメータを指定します
km: service() ត្រូវការ​អាគុយម៉ង់​ពីរ
nl: service() heeft twee argumenten nodig
pl: service() potrzebuje dwóch argumentów
ru: service() требует два аргумента
sk: service() vyžaduje 2 argumenty
sl: Funkcija service() potrebuje dva argumenta
sr@ijekavian: Два аргумента за service()
sr@latin: Dva argumenta za service()
zh_tw: service() 需要兩個引數

source: loadui() takes one argument
bg: Трябва поне един аргумент за loadui()
cs: loadui() vyžaduje jeden argument
el: Το loadui() παίρνει μία παράμετρο
es: loadui() necesita un argumento
eu: loadui() funtzioak argumentu bat hartzen du
fi: loadui() vaatii yhden parametrin
fr: loadui() attends un argument
gl: loadui() leva un argumento
hu: A loadui() egy argumentumot igényel
is: loadui() þarf eitt viðfang
ja: loadui() には 1 つのパラメータを指定します
km: loadui() ត្រូវកា​រអាគុយម៉ង់​មួយ
nl: loadui() heeft een argument nodig
pl: loadui() potrzebuje jednego argumentu
ru: loadui() требует один аргумент
sk: loadui() vyžaduje 1 argument
sl: Funkcija loadui() potrebuje en argument
sr@ijekavian: Један аргумент за loadui()
sr@latin: Jedan argument za loadui()
zh_tw: loadui() 需要一個引數

source: Unable to open '%1'
bg: Невъзможно отваряне на "%1"
cs: Nelze otevřít '%1'
el: Αδύνατο το άνοιγμα του « %1 »
es: No se pudo abrir «%1»
eu: Ezin da '%1' ireki
fi: Ei saatu avatuksi: ”%1”
fr: Impossible d'ouvrir %1
gl: Non foi posíbel abrir «%1»
hu: Nem sikerült megnyitni a(z) "%1" fájlt
is: Gat ekki opnað '%1'
ja: '%1' を開くことができません
km: មិអាច​បើក '%1' បានទេ
nl: Kon '%1' niet openen
pl: Nie można otworzyć "%1"
ru: Не удалось открыть «%1»
sk: Nepodarilo sa otvoriť '%1'
sl: »%1« ni mogoče odpreti.
sr@ijekavian: Не могу да отворим „%1“
sr@latin: Ne mogu da otvorim „%1“
zh_tw: 無法開啟 '%1'

source: Constructor takes at least 1 argument
bg: Трябва поне един аргумент за конструктора
cs: Constructor přijímá aspoň 1 argument
el: Ο κατασκευαστής (constructor) παίρνει τουλάχιστο 1 παράμετρο
es: El constructor necesita al menos un argumento
eu: Eraikitzaileak gutxienez argumentu 1 hartzen du
fi: Rakentajafunktio vaatii vähintään yhden parametrin
fr: Le constructeur attend au moins 1 argument
gl: Constructor leva como mínimo 1 argumento
hu: A konstruktor legalább egy argumentumot igényel
is: Constructor þarf að minnsta kosti eitt viðfang
ja: コンストラクタには少なくとも 1 つのパラメータを指定します
km: កម្មវិធី​ស្ថាបនា​ត្រូវកា​រអាគុយម៉ង់​យ៉ាង​ហោចណាស់​មួយ
nl: De constructor heeft tenminste 1 argument nodig
pl: Constructor potrzebuje co najmniej 1 argumentu
ru: Конструктор требует хотя бы один аргумент
sk: Constructor vyžaduje aspoň 1 argument
sl: Izgrajevalnik potrebuje vsaj en argument
sr@ijekavian: Један аргумент за конструктор
sr@latin: Jedan argument za konstruktor
zh_tw: 建構子至少要有 1 個引數

source: CreateWidget takes one argument
bg: Трябва поне един аргумент за CreateWidget
cs: CreateWidget vyžaduje jeden argument
el: Το CreateWidget παίρνει τουλάχιστο μια παράμετρο
es: CreateWidget necesita un argumento
eu: CreateWidget-ek argumentu bat hartzen du
fi: CreateWidget vaatii yhden parametrin
fr: CreateWidget attend un argument
gl: CreateWidget leva un argumento
hu: A CreateWidget egy argumentumot igényel
is: CreateWidget þarf eitt viðfang
ja: CreateWidget には 1 つのパラメータを指定します
km: CreateWidget ត្រូវការ​អាគុយម៉ង់​មួយ
nl: CreateWidget heeft een argument nodig
pl: CreateWidget potrzebuje jednego argumentu
ru: CreateWidget требует один аргумент
sk: CreateWidget vyžaduje jeden argument
sl: Funkcija CreateWidget() potrebuje en argument
sr@ijekavian: Један аргумент за CreateWidget
sr@latin: Jedan argument za CreateWidget
zh_tw: CreateWidget 需要一個引數

source: The parent must be a QGraphicsWidget
bg: Родителят трябва да е QGraphicsWidget
cs: Rodič musí být QGraphicsWidget
el: Ο γονέας πρέπει να είναι ένα QGraphicsWidget
es: El padre debe ser un QGraphicsWidget
eu: Gurasoa QGraphicsWidget bat izan behar du
fi: Emon on oltava QGraphicsWidget
fr: Les parent doit être un QGraphicsWidget
gl: O pai debe ser un QGraphicsWidget
hu: A szülőnek QGraphicsWidget-nek kell lennie
is: Foreldrið þarf að vera QGraphicsWidget
ja: 親は QGraphicsWidget でなければなりません
km: មេ​ត្រូវតែ​ជា QGraphicsWidget
nl: De ouder dient een QGraphicsWidget te zijn
pl: Rodzic musi być QGraphicsWidget
ru: Родительский объект должен иметь тип QGraphicsWidget
sk: Rodič musí byť QGraphicsWidget
sl: Nadrejeni predmet mora biti QGraphicsWidget
sr@ijekavian: Родитељ мора бити QGraphicsWidget
sr@latin: Roditelj mora biti QGraphicsWidget
zh_tw: 父類別必須是 QGraphicsWidget

source: This operation was not supported, %1
bg: Тази операция не се поддържа, %1
cs: Operace nebyla podporována, %1
el: Αυτή η ενέργεια δεν υποστηρίζεται, %1
es: No se admite esta operación, %1
eu: Eragiketa hau ez dago onartuta, %1
fi: Toimintoa ei tueta: %1
fr: Cette operation n'est pas prise en charge, %1
gl: Esta operación non está admitida, %1
hu: Ez a művelet nem támogatott - %1
is: Þessi aðgerð var ekki studd, %1
ja: この操作には対応していません (%1)
km: ប្រតិបត្តិការ​នេះ​មិន​ត្រូវ​បានគាំទ្រ​ %1 ទេ
nl: Deze handeling wordt niet ondersteund, %1
pl: Ta operacja nie jest obsługiwana, %1
ru: Эта операция не поддерживается, %1
sk: Operácia nie je podporovaná, %1
sl: To dejanje ni bilo podprto, %1
sr@ijekavian: Радња није подржана, %1
sr@latin: Radnja nije podržana, %1
zh_tw: 不支援此操作，%1

source: print() takes one argument
bg: Трябва поне един аргумент за print()
cs: print() vyžaduje jeden argument
el: Το print() παίρνει μία παράμετρο
es: print() necesita un argumento
eu: print() funtzioak argumentu bat hartzen du
fi: print() vaatii yhden parametrin
fr: print() attend un argument
gl: print() leva un argumento
hu: A print() egy argumentumot igényel
is: print() þarf eitt viðfang
ja: print() にはパラメータを指定する必要があります
km: print() ត្រូវការ​អាគុយម៉ង់​មួយ
nl: print() heeft een argument nodig
pl: print() potrzebuje jednego argumentu
ru: print() требует один аргумент
sk: print() vyžaduje jeden argument
sl: Funkcija print() potrebuje en argument
sr@ijekavian: Један аргумент за print()
sr@latin: Jedan argument za print()
zh_tw: print() 需要一個引數

source: LinearLayout requires a parent
bg: Трябва родител за LinearLayout
cs: LinearLayout vyžaduje rodiče
el: Το LinearLayout απαιτεί ένα γονέα
es: LinearLayout necesita un padre
eu: LinearLayout-ek guraso bat behar du
fi: LinearLayout vaatii emon
fr: LinearLayout requiert un parent
gl: LinearLayout require dun pai
hu: A LinearLayout igényel egy szülőt
is: LinearLayout þarfnast foreldris
ja: LinearLayout には親が必要です
km: LinearLayout ត្រូវការ​មេ
nl: LinearLayout vereist een ouder
pl: LinearLayout wymaga rodzica
ru: LinearLayout требует родительский объект
sk: LinearLayout vyžaduje rodiča
sl: LinearLayout potrebuje nadrejeni predmet
sr@ijekavian: LinearLayout захтијева родитеља
sr@latin: LinearLayout zahteva roditelja
zh_tw: LinearLayout 需要父類別

source: The parent must be a QGraphicsLayoutItem
bg: Рдоителят трябва да е QGraphicsLayoutItem
cs: Rodič musí být QGraphicsLayoutItem
el: Ο γονέας πρέπει να είναι ένα QGraphicsLayoutItem
es: El padre debe ser un QGraphicsLayoutItem
eu: Gurasoa QGraphicsLayoutItem bat izan behar du
fi: Emon on oltava QGraphicsLayoutItem
fr: Le parent doit être un QGraphicsLayoutItem
gl: O pai debe ser un QGraphicsLayoutItem
hu: A szülőnek QGraphicsLayoutItem-nek kell lennie
is: Foreldrið þarf að vera QGraphicsLayoutItem
ja: 親は QGraphicsLayoutItem でなければなりません
km: មេ​ត្រូវ​តែ​ជា QGraphicsLayoutItem
nl: De ouder dient een QGraphicsLayoutItem te zijn
pl: Rodzic musi być QGraphicsLayoutItem
ru: Родительский объект должен иметь тип QGraphicsLayoutItem
sk: Rodič musí byť QGraphicsLayoutItem
sl: Nadrejeni predmet mora biti QGraphicsLayoutItem
sr@ijekavian: Родитељ мора бити QGraphicsLayoutItem
sr@latin: Roditelj mora biti QGraphicsLayoutItem
zh_tw: 父類別必須是 QGraphicsLayoutItem
