Repository: netrunner-debian-kde-extras/amarok
Catalog: po/*/amarokcollectionscanner_qt.po
Languages: bg, ca, da, de, et, fr, hu, it, km, nl, pl, pt, pt_br, ru, sk, sl, sr, sr@latin, sv, tr, uk, zh_cn, zh_tw

source: --savelocation : Internal command used by Amarok
bg: --savelocation : Вътрешна команда, използвана от Amarok
ca: --savelocation : Ordre interna utilitzada per l'Amarok
da: --savelocation : Intern kommando som bruges af Amarok
de: --savelocation : Interner Befehl, der von Amarok verwendet wird
et: --savelocation : Amaroki kasutatav sisemine käsk
fr: --savelocation : commande interne utilisée par Amarok
it: --savelocation : Comando interno utilizzato da Amarok
nl: --savelocation : Intern commando gebruikt door Amarok
pl: --savelocation : Wewnętrzne polecenie używane przez Amaroka
pt_br: --savelocation : Comando interno usado pelo Amarok
ru: --savelocation : Внутренняя команда, которую использует Amarok
sk: --savelocation : Vnútorný príkaz používaný Amarokom
sr: --savelocation : Унутрашња наредба коју Амарок користи
sr@latin: --savelocation : Unutrašnja naredba koju Amarok koristi
sv: --savelocation : Internt kommando använt av Amarok
uk: --savelocation : вбудована команда, що використовується Amarok
zh_tw: --savelocation: Amarok 使用的內部指令

source: --rpath="<path>" : In full-scan batch mode, specifies a path to prepend to entries (default is the current directory)
hu: --rpath="<útvonal>" : teljes átvizsgálási kötegelt módban megadja a bejegyzések elé teendő útvonalat (az alapértelmezés az aktuális könyvtár)
it: --rpath="<path>" : Nella modalità sequenziale di scansione completa, specifica il percorso da anteporre alle voci (il valore predefinito è la cartella corrente)
km: --rpath="<path>" ៖ ក្នុង​របៀប​វិភាគ​រក​ពេញលេញ​របស់ batch បញ្ជាក់​ផ្លូវ​ទៅ​​ខាង​ចុង​​ធាតុ (លំនាំដើម​គឺ​ថត​បច្ចុប្បន្ន)
pl: --rpath="<path>" : We wsadowym trybie pełnego przeszukiwania określa ścieżkę dodawaną do wpisów (domyślą jest bieżący katalog)
pt: --rpath="<local>" : No modo em lote completo, indica a pasta com a qual anteceder os itens (por omissão, a pasta actual)
ru: --rpath <path> : При полном сканировании в пакетном режиме, указывает путь для начала очереди сканирования (по умолчанию это текущая директория)
sk: --rpath="<cesta>" : Pri plnom skenovaní z príkazového riadku, špecifikuje cestu k pripraveným vstupom (predvolený je aktuálny priečinok)
sl: --rpath="<pot>" : V paketnem načinu polnega pregledovanja določa pot, ki naj bo dodana pred vnose (privzeto je to trenutna mapa)
sr: --rpath=путања : У пакетном режиму пуног претраживања, одређује путању коју треба приписати уносима (подразумевана је тренутна фасцикла)
sr@latin: --rpath=putanja : U paketnom režimu punog pretraživanja, određuje putanju koju treba pripisati unosima (podrazumevana je trenutna fascikla)
uk: --rpath="<шлях>" : У пакетному режимі повного сканування визначає шлях всіх записів (типовим є поточний каталог)
zh_cn: --rpath="<路径>" ：在完整扫描批处理模式中，指定添加到文件夹项前的前缀(默认为当前目录)
zh_tw: --rpath="<path>"：在完整批次掃描模式，指定要加在項目前面的路徑（預設為目前的目錄）

source: -c, --nocharset : Use the charset detector on ID3 tags
pt: -c, --nocharset : Usar a detecção da codificação de caracteres nas marcas ID3
sl: -c, --nocharset : Za oznake ID3 uporabi zaznavanje nabora znakov
