Repository: netrunner-debian-kde-extras/amarok
Catalog: po/*/amarokcollectionscanner_qt.po
Languages: bg, ca, da, de, et, fr, hu, it, km, nl, pl, pt, pt_br, ru, sk, sl, sr, sr@latin, sv, tr, uk, zh_cn, zh_tw

source: Amarok Collection Scanner
bg: Сканиране на колекцията
ca: Explorador de la col·lecció de l'Amarok
da: Amarok samlingsscanner
de: Amarok Sammlungs-Scanner
et: Amaroki muusikakogu uurija
fr: Analyseur de collection Amarok
hu: Az Amarok gyűjtemény-átvizsgálója
it: Analizzatore della collezione di Amarok
km: ម៉ាស៊ីន​ស្កេន​ជម្រើស​របស់ Amarok
nl: Collectiescanner voor Amarok
pl: Przeszukiwanie kolekcji Amaroka
pt: Sondagem da Colecção do Amarok
pt_br: Buscador de coleções do Amarok
ru: Сканер коллекции Amarok
sk: Skener kolekcií Amarok
sl: Amarokov pregledovalnik zbirke
sr: Претраживач збирке за Амарок
sr@latin: Pretraživač zbirke za Amarok
sv: Amarok samlingssökning
tr: Amarok Koleksiyon Tarayıcı
uk: Інструмент сканування збірки Amarok
zh_cn: Amarok 收藏扫描器
zh_tw: Amarok 收藏掃描器

source: Note: For debugging purposes this application can be invoked from the command line, but it will not actually build a collection this way without the Amarok player.
bg: Забележка: за откриване и докладване на грешки тази програма може да бъде стартирана и от команден ред, но ако плеърът не е стартиран, няма да се изгради колекция.
ca: Nota: Per a propòsits de depuració, aquesta aplicació es pot invocar des de la línia d'ordres, però d'aquesta manera no construirà cap col·lecció sense el reproductor Amarok.
da: Bemærk: Til fejlsøgningsformål kan dette program startes fra kommandolinjen, men uden Amarok-afspilleren vil der på denne måde ikke blive opbygget en samling.
de: Hinweis: Zum Zweck der Fehlersuche lässt sich dieses Programm auch von der Befehlszeile aus aufrufen. So aufgerufen (ohne Amarok) wird allerdings keine Musiksammlung aufgebaut werden.
et: Märkus: silumise huvides saab seda rakendust käivitada ka käsurealt, kuid sel juhul ei looda tegelikult muusikakogu, kui Amaroki mängija ei tööta.
fr: Remarque : cette application peut-être appelée en ligne de commande pour débogage, mais dans ce cas, elle ne créera pas de collection
hu: Megjegyzés: hibakeresés céljából ez az alkalmazás indítható parancssorból, de így - az Amarok lejátszó nélkül - nem készít ténylegesen gyűjteményt.
it: Nota: a scopo di debug questa applicazione può essere eseguita dalla riga di comando, ma per ora non creerà una collezione senza il lettore Amarok.
km: ចំណាំ ៖ ដើម្បី​បំបាត់​កំហុស​កម្មវិធី​នេះ​អាច​ត្រូវ​បាន​ដក​វេញ​ពី​បន្ទាត់​ពាក្យ​បញ្ជា ប៉ុន្តែ​វា​​នឹង​មិន​ស្ថាបនា​នូវ​ជម្រើស​ពិតប្រាកដ​តាម​វិធី​នេះ ដោយ​​មិនមានកម្មវិធី​ចាក់​ Amarok នោះទេ ។
nl: Opmerking: voor debugging kan dit programma worden aangeroepen vanaf de commandoregel, maar er zal dan geen verzameling worden opgebouwd zonder Amarok zelf.
pl: Uwaga: W celu debugowania program ten może być wykonany z wiersza poleceń, lecz w ten sposób nie zbuduje kolekcji bez odtwarzacza Amarok.
pt: Nota: Para fins de depuração, esta aplicação não pode ser invocada a partir da linha de comandos, mas não irá construir de facto uma colecção sem o leitor Amarok, desta forma.
pt_br: Observação: Para fins de depuração, este aplicativo pode ser chamado a partir da linha de comando, mas atualmente, ele não criará uma coleção dessa forma, sem o reprodutor Amarok.
ru: Примечание: для целей отладки, это приложение следует использовать из командной строки, но без запущенного проигрывателя Amarok, коллекция создана не будет.
sk: Poznámka: Pre potreby ladenia môže byť táto aplikácia vyvolaná z príkazového riadku, ale nebude možné súčastne týmto spôsobom vytvoriť kolekciu bez Amaroku
sl: Vedite: V namene razhroščevanja je možno ta program pognati iz ukazne vrstice, vendar na ta način, brez predvajalnika Amarok, ne bo dejansko zgradil zbirke.
sr: Пажња: За потребе исправљања овај програм се може покренути из командне линије, али неће стварно направити збирку уколико није покренут и Амарок.
sr@latin: Pažnja: Za potrebe ispravljanja ovaj program se može pokrenuti iz komandne linije, ali neće stvarno napraviti zbirku ukoliko nije pokrenut i Amarok.
sv: Observera: Programmet kan startas från kommandoraden i felsökningssyfte, men det bygger i själva verket inte en samling på detta sätt utan Amarok.
uk: Зауваження: з метою усування вад цю програму можна викликати з командного рядка, але у такому разі вона не будуватиме бази даних збірки без програвача Amarok.
zh_cn: 注意：为了调试之用，此应用程序可从命令行调用，但是没有 Amarok 播放器的话， 此应用程序将无法创建收藏。
zh_tw: 提醒：針對除錯目的，此應用程式可自命令列回應。但無Amarok播放器，將不會實際的建立一個集合。

source: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Feedback: amarok@kde.org
bg: IRC: сървър: irc.freenode.net / канали: #amarok, #amarok.de, #amarok.es, #amarok.fr Обратна връзка: amarok@kde.org
ca: IRC: servidor: irc.freenode.net / canals: #amarok #amarok.de #amarok.es, #amarok.fr Suport: amarok@kde.org
da: IRC: server: irc.freenode.net / kanaler: #amarok, #amarok.de, #amarok.es, #amarok.fr Feedback: amarok@kde.org
de: IRC: Server: irc.freenode.net / Kanäle: #amarok, #amarok.de, #amarok.es, #amarok.fr Rückmeldungen: amarok@kde.org
et: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Taagsisisde: amarok@kde.org
fr: IRC : serveur : irc.freenode.net / canaux : #amarok, #amarok.de, #amarok.es, #amarok.fr Réactions : amarok@kde.org
hu: IRC: kiszolgáló: irc.freenode.net / csatornák: #amarok, #amarok.de, #amarok.es, #amarok.fr Visszajelzés: amarok@kde.org
it: IRC: server: irc.freenode.net / canali: #amarok, #amarok.de, #amarok.es, #amarok.fr Segnalazioni: amarok@kde.org
km: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr មតិយោបល់ ៖ amarok@kde.org
nl: IRC: server: irc.freenode.net / kanalen: #amarok, #amarok.de, #amarok.es, #amarok.fr Feedback: amarok@kde.org
pl: IRC: serwer: irc.freenode.net / kanały: #amarok, #amarok.de, #amarok.es, #amarok.fr Informacje zwrotne: amarok@kde.org
pt: IRC: servidor: irc.freenode.net / canais: #amarok, #amarok.de, #amarok.es, #amarok.fr Reacções: amarok@kde.org
pt_br: IRC: servidor: irc.freenode.net / canais: #amarok, #amarok.de, #amarok.es, #amarok.fr Sugestões e críticas: amarok@kde.org
ru: IRC: сервер: irc.freenode.net / каналы: #amarok, #amarok.de, #amarok.es, #amarok.fr Обратная связь: amarok@kde.org
sk: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Spätná väzba: amarok@kde.org
sl: IRC: strežnik: irc.freenode.net / kanali: #amarok, #amarok.de, #amarok.es, #amarok.fr Povratne informacije: amarok@kde.org
sr: ИРЦ: сервер: irc.freenode.net / канали: #amarok, #amarok.de, #amarok.es, #amarok.fr Пишите на: amarok@kde.org
sr@latin: IRC: server: irc.freenode.net / kanali: #amarok, #amarok.de, #amarok.es, #amarok.fr Pišite na: amarok@kde.org
sv: IRC: server: irc.freenode.net / kanaler: #amarok #amarok.de #amarok.es, #amarok.fr Gensvar: amarok@kde.org
tr: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Geribildirim: amarok@kde.org
uk: IRC: сервер:irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Відгуки: amarok@kde.org
zh_cn: IRC： 服务器：irc.freenode.net / 频道：#amarok、#amarok.de、#amarok.es、#amarok.fr 反馈： amarok@kde.org
zh_tw: IRC： 伺服器：irc.freenode.net / 頻道：#amarok，#amarok.de，#amarok.es，#amarok.fr 意見回饋： amarok@kde.org

source: Usage: amarokcollectionscanner [options] <Folder(s)>
bg: Употреба: amarokcollectionscanner [опции]<Folder(s)>
ca: Ús: amarokcollectionscanner [opcions] <Carpeta(s)>
da: Anvendelse: amarokcollectionscanner [tilvalg] <mappe(r)>
de: Aufruf: amarokcollectionscanner [optionen] <Ordner>
et: Kasutamine: amarokcollectionscanner [võtmed] <kataloog(id)>
fr: Utilisation : amarokcollectionscanner [options] <Dossier(s)>
hu: Használat: amarokcollectionscanner [opciók] <mappák>
it: Utilizzo: amarokcollectionscanner [opzioni] <Cartella(e)>
nl: Gebruik: amarokcollectionscanner [opties] <map(pen)>
pl: Użycie: amarokcollectionscanner [opcje] <Katalog(i)>
pt: Utilização: amarokcollectionscanner [opções] <Pasta(s)>
pt_br: Uso: amarokcollectionscanner [opções] <Pasta(s)>
ru: Использование: amarokcollectionscanner [параметры] <Папки>
sk: Použitie: amarokcollectionscanner [parametre] <Priečinky>
sl: Uporaba: amarokcollectionscanner [možnosti] <mape>
sr: Употреба: amarokcollectionscanner [опције] &lt;фасцикле&gt;
sr@latin: Upotreba: amarokcollectionscanner [opcije] &lt;fascikle&gt;
sv: Användning: amarokcollectionscanner [väljare] <Katalog(er)>
tr: Kullanım: amarokcollectionscanner [seçenekler] <Dizin(ler)>
uk: Користування: amarokcollectionscanner [параметри] <теки>
zh_cn: 用法：amarokcollectionscanner [选项] <文件夹>
zh_tw: 用法： amarokcollectionscanner [選項] <資料夾（可以多個）>

source: User-modifiable Options:
bg: Потребителски опции:
ca: Opcions modificables per l'usuari:
da: Brugermodificerbare tilvalg:
de: Benutzerdefinierbare Optionen:
et: Kasutaja muudetavad võtmed:
fr: Options modifiables par l'utilisateur :
hu: Felhasználó által módosítható opciók:
it: Opzioni modificabili dall'utente:
km: ជម្រើស​ដែលអាច​កែប្រែ​បាន​ដោយ​អ្នក​ប្រើ ៖
nl: Opties door gebruiker te wijzigen:
pl: Opcje modyfikowalne:
pt: Opções modificáveis pelo utilizador:
pt_br: Opções modificáveis pelo usuário:
ru: Параметры, изменяемые пользователем:
sk: Užívateľsky modifikovateľné nastavenia:
sl: Uporabniške možnosti:
sr: Кориснички контролисане опције:
sr@latin: Korisnički kontrolisane opcije:
sv: Användarändringsbara väljare:
tr: Kullanıcı Tarafından Düzenlenebilir Seçenekler:
uk: Параметри, які може бути змінено користувачем:
zh_cn: 用户可更改选项：
zh_tw: 使用者可變更的選項：

source: Folder(s) : Space-separated list of folders to scan; when using -b and -i, the path to the file generated by Amarok containing the list of folders
bg: Директория(и) : Директория(и), които да бъдат сканирани; ако изпозлвате -b и -i, тогава това е пътя до файла със списъка на директориите
ca: Carpeta(s) : llista de carpetes a explorar, separades per espais; quan s'utilitza -b i -i, el camí al fitxer generat per l'Amarok que conté la llista de carpetes
da: Mappe(r) : Liste over mapper der skal scannes, adskilt af mellemrum, når -b og -i anvendes, stien til den af Amarok genererede fil der indeholder listen over mapper
de: Ordner : Durch Leerzeichen getrennte Ordnerliste; wenn die Parameter -b und -i verwendet werden, ist dies der Pfad zu der von Amarok erstellten Datei, die die Liste der Ordner enthält.
et: Kataloog(id) : uuritavad kataloogid komadega eraldatult; võtmete -b ja -i kasutamisel Amaroki loodud faili asukoht, mis sisaldab kataloogide nimekirja
fr: Dossier(s) : liste de dossiers à parcourir, séparés par des espaces. Avec -b et -i, l'emplacement vers le fichier généré par Amarok contenant la liste des dossiers
hu: mappák : az átvizsgálandó mappák szóközzel elválasztott listája; -b és -i használatakor az Amarok által készített, a mappák listáját tartalmazó fájl helye
it: Cartella(e) : Elenco di cartelle da analizzare separate da spazi; quando si utilizzano -b e -i, il percorso del file generato da Amarok che contiene l'elenco delle cartelle
nl: Map(pen) : spatiegescheiden lijst van te doorlopen mappen; bij gebruik van -b en -i, het pad naar het bestand dat door Amarok is gegenereerd die de lijst met mappen bevat
pl: Katalog(i) : Katalogi do przeszukania; przy używaniu opcji -b -i, ścieżka do generowanego przez Amaroka pliku zawierającego listę katalogów
pt: Pasta(s) : Uma lista de pastas, separadas por espaços, a sondar; ao usar o '-b' e o '-i', a localização dos ficheiros gerados pelo Amarok que contêm a lista de pastas
pt_br: Pasta(s) : Lista separada por espaços, das pastas a serem pesquisadas; quando usado com as opções -b e -i, o caminho para o arquivo gerado pelo Amarok contendo a lista de pastas
ru: Папки : Папки для сканирования, разделённые пробелами; при использовании опций -b и -i созданный в Amarok файл будет содержать список папок
sk: Priečinky : Zoznam priečinkov na preskenovanie oddelených medzerou; pri použití -b a -i, cesta k súboru vygenerovanému Amarok obsahuje zoznam priečinkov
sl: mape : Mape, ki bodo pregledane, ločene s presledkom. Če uporabite -b in -i, pot do datoteke s seznamom map, ki jo je ustvaril Amarok.
sr: фасцикле : Списак размаком раздвојених фасцикли за претраживање; при употреби -b и -i, путања до фајла са списком фасцикли који је створио Амарок
sr@latin: fascikle : Spisak razmakom razdvojenih fascikli za pretraživanje; pri upotrebi -b i -i, putanja do fajla sa spiskom fascikli koji je stvorio Amarok
sv: Katalog(er) : Lista av kataloger att söka igenom åtskilda med mellanslag. När -b och -i används, sökvägen till filen som skapats av Amarok och innehåller listan med kataloger
uk: теки : відокремлений пробілами список тек, які слід просканувати, якщо використовується разом з параметрами -b і -i, шлях до створеного Amarok файла зі списком тек
zh_cn: 文件夹 ：空格分隔的待扫描文件夹列表；当使用 -b 和 -i 时，代表 Amarok 生成的包含文件夹列表的文件
zh_tw: 資料夾(可以多個)：；以空白隔開的想要掃描的資料夾清單；當使用 -b 與 -i 時，由 Amarok 所產生的檔案路徑會包含這份資料夾清單

source: -h, --help : This help text
bg: -h, --help : Помощен текст
ca: -h, --help : Aquest text d'ajuda
da: -h, --help : Denne hjælpetekst.
de: -h, --help : Dieser Hilfetext
et: -h, --help : käesolev abiteade
fr: -h, --help : cette aide
hu: -h, --help : ezen segítség
it: -h, --help : Guida testuale
km: -h, --help ៖ អត្ថបទ​ជំនួយ​នេះ
nl: -h, --help : Deze helptekst
pl: -h, --help : Tekst pomocy
pt: -h, --help : Este texto de ajuda
pt_br: -h, --help : Este texto de ajuda
ru: -h, --help : Вывод этого справочного текста
sk: -h, --help : Pomocník
sl: -h, --help : To besedilo s pomočjo
sr: -h, --help : Овај текст помоћи
sr@latin: -h, --help : Ovaj tekst pomoći
sv: -h, --help : Den här hjälptexten
tr: -h, --help : Bu yardım metni
uk: -h, --help : Показати цей довідковий текст
zh_cn: -h, --help ：本帮助文本
zh_tw: -h, --help：此說明頁

source: -v, --version : Print the version of this tool
bg: -v, --version : Изписване версията на този инструмент
ca: -v, --version : Imprimeix la versió d'aquesta eina
da: -v, --version : Skriv dette værktøjs versionsnummer
de: -v, --version : Zeigt die Version dieses Werkzeugs an
et: -v, --version : tööriista versiooni näitamine
fr: -v, --version : afficher la version de cet outil
it: -v, --version : Stampa la versione di questo strumento
nl: -v, --version : Toon de versie van dit hulpmiddel
pl: -v, --version : Wyświetla wersję tego narzędzia
pt_br: -v, --version : Exibe a versão desta ferramenta
ru: -v, --version : Вывод версии этой программы
sk: -v, --version : Vypíše verziu programu
sr: -v, --version : Штампа верзију ове алатке
sr@latin: -v, --version : Štampa verziju ove alatke
sv: -v, --version : Skriv ut verktygets version
uk: -v, --version : Показати відомості щодо версії цього інструменту
zh_tw: -v, --version: 印出此工具的版號

source: -r, --recursive : Scan folders recursively
bg: -r, --recursive : Сканиране на директориите рекурсивно
ca: -r, --recursive : Explora les carpetes recursivament
da: -r, --recursive : Scan mapper rekursivt.
de: -r, --recursive : Ordner rekursiv durchsuchen
et: -r, --recursive : kataloogide rekursiivne uurimine
fr: -r, --recursive : analyse le dossier récursivement
hu: -r, --recursive : mappák átvizsgálása rekurzívan
it: -r, --recursive : Analizza ricorsivamente le cartelle
km: -r, --recursive ៖ វិភាគរក​ថត​ត្រឡប់​ចុះឡើង
nl: -r, --recursive : Mappen recursief doorzoeken
pl: -r, --recursive : Rekursywne przeszukiwanie katalogów
pt: -r, --recursive : Sondar as pastas de forma recursiva
pt_br: -r, --recursive : Pesquisa as pastas recursivamente
ru: -r, --recursive : Рекурсивное сканирование папок
sk: -r, --recursive : Preskenuje priečinky rekurzívne
sl: -r, --recursive : Pregleda mape in vse podmape
sr: -r, --recursive : Претражује фајлове рекурзивно
sr@latin: -r, --recursive : Pretražuje fajlove rekurzivno
sv: -r, --recursive : Sök igenom kataloger rekursivt
tr: -r, --recursive : Dizinleri özyinelemeli olarak tara
uk: -r, --recursive : Сканувати теки рекурсивно
zh_cn: -r, --recursive ：递归扫描文件夹
zh_tw: -r, --recursive ：遞迴地掃描資料夾

source: -i, --incremental : Incremental scan (modified folders only)
bg: -i, --incremental : Постъпателно сканиране (само за променени директории).
ca: -i, --incremental : Exploració incremental (només per carpetes modificades)
da: -i, --incremental : Inkrementel scanning (kun ændrede mapper)
de: -i, --incremental : Inkrementelle Suche (nur veränderte Ordner)
et: -i, --incremental : lisanduv uurimine (ainult muudetud kataloogid)
fr: -i, --incremental : analyse incrémentale (dossiers modifiés seulement)
hu: -i, --incremental : inkrementális átvizsgálás (csak a módosított mappákat)
it: -i, --incremental : Scansione incrementale (solo le cartelle modificate)
km: -i, --incremental ៖ កា​រវិភាគ​ដែលបង្កើន (តែ​ថត​ដែល​បានកែប្រែ​ប៉ុណ្ណោះ) ។
nl: -i, --incremental : Incrementele scan (alleen gewijzigde mappen)
pl: -i, --incremental : Przeszukiwanie przyrostowe (tylko katalog, których zawartość uległa zmianie)
pt: -i, --incremental : Sondagem incremental (apenas as pastas modificadas)
pt_br: -i, --incremental : Pesquisa incremental (somente nas pastas modificadas)
ru: -i, --incremental : Инкрементальное сканирование (только изменённые папки)
sk: -i, --incremental : Incrementálne skenovanie (iba pre modifikované priečinky)
sl: -i, --incremental : postopno pregledovanje (samo spremenjenih map)
sr: -i, --incremental : Постепена претрага (само фасцикле са изменама)
sr@latin: -i, --incremental : Postepena pretraga (samo fascikle sa izmenama)
sv: -i, --incremental : Inkrementell sökning (bara ändrade kataloger)
tr: -i, --incremental : Artımsal tarama (sadece düzenlenen dizinler için)
uk: -i, --incremental : Нарощувальне сканування (сканування лише у змінених теках)
zh_cn: -i, --incremental ：增量扫描(仅修改过的文件夹)
zh_tw: -i, --incremental : 增加性掃描 （只掃描修改過的資料夾）。

source: -p, --importplaylists : Import playlists
bg: -p, --importplaylists : Внасяне на списъци за изпълнение
ca: -p, --importplaylists : Importa les llistes de reproducció
da: -p, --importplaylists : Importér spillelister.
de: -p, --importplaylists : Wiedergabelisten importieren
et: -p, --importplaylists : esitusnimekirjade import
fr: -p, --importplaylists : importe les listes de lecture
hu: -p, --importplaylists : lejátszólisták importálása
it: -p, --importplaylists : Importa scalette
km: -p, --importplaylists ៖ នាំចូល​បញ្ជីចាក់
nl: -p, --importplaylists : Afspeellijsten importeren
pl: -p, --importplaylists : Importuj listy odtwarzania
pt: -p, --importplaylists : Importar as listas de reprodução
pt_br: -p, --importplaylists : Importar listas de músicas
ru: -p, --importplaylists : Импортировать списки воспроизведения
sk: -p, --importplaylists : Importuje zoznamy skladieb
sl: -p, --importplaylists : Uvozi predvajalne sezname
sr: -p, --importplaylists : За увоз листи нумера
sr@latin: -p, --importplaylists : Za uvoz listi numera
sv: -p, --importplaylists : Importera spellistor
tr: -p, --importplaylists : Parça listelerini içeriye aktar
uk: -p, --importplaylists : Імпортувати списки композицій
zh_cn: -p, --importplaylists ：导入播放列表
zh_tw: -p, --importplaylists ： 匯入播放清單

source: -s, --restart : After a crash, restart the scanner in its last position
bg: -s, --restart : Рестартиране на скенера от последната позиция преди срива
ca: -s, --restart : Després d'una petada, reinicia l'exploració en l'última posició
da: -s, --restart : Genstart scanneren ved dens sidste position efter et sammenbrud.
de: -s, --restart : Den Sammlungsscanner an der letzten Position nach einem Absturz neu starten
et: -s, --restart : uurija taaskäivitamine krahhi järel viimasest positsioonist
fr: -s, --restart : redémarre l'analyse à sa dernière position, après un plantage
hu: -s, --restart : leállás után az átvizsgálás újraindítása a legutóbbi pozíciótól
it: -s, --restart : Dopo una chiusura inattesa, riavvia l'analizzatore dall'ultima posizione
km: -s, --restart ៖ បន្ទាប់ពី​គាំង ចាប់ផ្ដើម​កម្មវិធី​វិភាគរក​នៅ​ក្នុង​ទីតាំង​ចុងក្រោយ​របស់​វា
nl: -s, --restart : De scanner na een crash naar zijn laatste positie herstellen
pl: -s, --restart : Przywróć przeszukiwanie do ostatniej pozycji po awarii
pt: -s, --restart : Reiniciar a sondagem na sua última posição, após um estoiro
pt_br: -s, --restart : Após um travamento, reiniciar a pesquisa à partir da última posição
ru: -s, --restart : Перезапуск сканера коллекции с последней позиции после аварийного завершения
sk: -s, --restart : Po kolízii reštartuje skener na poslednej skenovanej pozícii
sl: -s, --restart : Po sesutju znova zaženi pregledovalnik kjer je bil nazadnje
sr: -s, --restart : Након пада, поново покрени претрагу на задњој позицији
sr@latin: -s, --restart : Nakon pada, ponovo pokreni pretragu na zadnjoj poziciji
sv: -s, --restart : Starta om sökningen på senaste position, efter en krasch
tr: -s, --restart : Bir çökmeden sonra tarayıcıyı son kaldığı yerden yeniden başlat
uk: -s, --restart : Перезапустити інструмент сканування з останньої позиції, використовується після аварійного завершення
zh_cn: -s, --restart ：崩溃后重启扫描器至其上次的位置
zh_tw: -s, --restart ： 在當掉後，以上次的選項重新啟動掃描器

source: -b, --batch : Run in batch mode
bg: -b, --batch : Режим "Партида"
ca: -b, --batch : Executa en el mode per lots
da: -b, --batch : Kør i batchtilstand.
de: -b, --batch : Im Stapel-Modus ausführen
et: -b, --batch : pakktöötluse režiim
fr: -b, --batch : mode traitement par lot
hu: -b, --batch : futtatás kötegelt (batch) módban
it: -b, --batch : Esecuzione in modalità sequenziale
km: -b, --batch ៖ រត់​ក្នុង​របៀប batch
nl: -b, --batch : Uitvoeren in batchmodus
pl: -b, --batch : Uruchom w trybie wsadowym
pt: -b, --batch : Executar no modo em lote
pt_br: -b, --batch : Executar em modo de lote
ru: -b, --batch : Запустить в пакетном режиме
sk: -b, --batch : Spustí dávkovací mód
sl: -b, --batch : Poženi v paketnem načinu
sr: -b, --batch : Покрени у пакетном режиму
sr@latin: -b, --batch : Pokreni u paketnom režimu
sv: -b, --batch : Kör i bakgrundsläge
tr: -b, --batch : Çoklu kipte çalıştır
uk: -b, --batch : Запустити у пакетному режимі
zh_cn: -b, --batch ：以批量模式运行
zh_tw: -b, --batch：以批次模式執行

source: --idlepriority : Run at idle priority
bg: --idlepriority : Изпълнение в незает приоритет
ca: --idlepriority : Executa amb prioritat d'inactivitat del sistema
da: --idlepriority : Kør med idle-prioritet
de: --idlepriority : Im Leerlauf ausführen
et: --idlepriority : käivitamine jõude prioriteediga
it: --idlepriority : Esecuzione in caso di inattività
nl: --idlepriority : draaien op laagste prioriteit
pt_br: --idlepriority : Executar em caso de ociosidade
sr: --idlepriority : Покрени с мирујућим приоритетом
sr@latin: --idlepriority : Pokreni s mirujućim prioritetom
sv: --idlepriority : Kör med overksam prioritet
uk: --idlepriority : Запустити у режимі використання процесора у разі бездіяльності решти системи пріоритетності
zh_tw: --idlepriority : 以「閒置」優先權執行

source: --rpath "<path>" : In full-scan batch mode, specifies a path to prepend to entries (default is the current directory)
da: --rpath "<path>" : I batchtilstanden fuld scanning angiver dette en sti der skal sættes foran elementer (standard er nuværende mappe).
de: --rpath "<pfad>" : Im Stapel-Modus für die vollständige Suche wird hiermit der Pfad angegeben, der den Suchergebnissen vorangestellt wird. Die Voreinstellung ist der aktuelle Ordner.
et: --rpath "<asukoht>" : hulgirežiimis täieliku uurimise korral määrab asukoha, mis liidetakse kirjetele (vaikimisi aktiivne kataloog)
nl: --rpath "<path>" : specifieert in full-scan batchmodus een pad om aan ingangen vooraf te laten gaan (standaard is de huidige map)
pt_br: --rpath "<caminho>" : No modo de pesquisa completa em lote, especifica um caminho para anexar às entradas (o padrão é a pasta atual)
sv: --rpath "<sökväg>" : Med fullsökning i bakgrundsläge, anger sökvägen att lägga till framför poster (normalt används arbetskatalogen)
